Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
bn_bd: নিরাপত্তা যন্ত্রের FIPS মোড পরিবর্তন করা সম্ভব হয় নাই। আপনাকে এপ্লিকেশন টি বন্ধ করে পুনরায় চালু করতে সুপারিশ করা হচ্ছে।

source: Unable to Check for Updates
bn_bd: হালনাগাদের জন্য পরীক্ষা করতে ব্যর্থ

source: Unable to check <input pattern='%S'> because the pattern is not a valid regexp: %S
bn_bd: <input pattern='%S'> যাচাই সম্ভব হয়নি কারণ প্যাটার্ণটি সঠিক রেগুলার এক্সপ্রেশন নয়: %S

source: Unable to communicate securely. Peer does not support high-grade encryption.
bn_bd: নিরাপদভাবে তথ্য বিনিময় করতে ব্যর্থ। পিয়ার উচ্চমানের এনক্রিপশন সমর্থন করে না।

source: Unable to communicate securely. Peer requires high-grade encryption which is not supported.
bn_bd: নিরাপদভাবে তথ্য বিনিময় করতে ব্যর্থ। পিয়ার উচ্চমানের এনক্রিপশন দাবী করে যা বর্তমানে সমর্থিত নয়।

source: Unable to communicate securely with peer: peers’s certificate was rejected.
bn_bd: নিরাপদভাবে পিয়ার সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: পিয়ার সার্ভারের সার্টিফিকেট প্রত্যাখ্যান করা হয়েছে।

source: Unable to communicate securely with peer: requested domain name does not match the server’s certificate.
bn_bd: নিরাপদভাবে পিয়ার সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: অনুরোধ করা ডোমেইনের নাম ও সার্ভারের সার্টিফিকেটের মধ্যে অমিল।

source: Unable to connect
bn_bd: সংযোগ করতে ব্যর্থ

source: Unable to Connect Securely
bn_bd: সুরক্ষিতভাবে কানেক্ট করতে ব্যার্থ

source: Unable to create project folder in the selected directory.
bn_bd: নির্ধারিত ডিরেক্টরীতে প্রোজেক্ট ফোল্ডার তৈরী সম্ভব নয়।

source: Unable to delete module
bn_bd: মডিউল মুছে ফেলতে ব্যর্থ

source: Unable to determine your Firefox Account server configuration. Please try again later.
bn_bd: Firefox Account সার্ভারের কনফিগারেশন নির্ণয় করতে অক্ষম। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Unable to digitally sign data required to verify your certificate.
bn_bd: আপনার সার্টিফিকেট যাচাই করার জন্য প্রয়োজনীয় ডাটা ডিজিটাল স্বাক্ষর করতে ব্যর্থ।

source: Unable to export. Key database corrupt or deleted.
bn_bd: এক্সপোর্ট করতে ব্যর্থ। কী ডাটাবেস নষ্ট বা মুছে ফেলা হয়েছে।

source: Unable to export. Private Key could not be located and exported.
bn_bd: এক্সপোর্ট করতে ব্যর্থ। ব্যক্তিগত কী চিহ্নিত এবং এক্সপোর্ট করতে ব্যর্থ।

source: Unable to export. Unable to locate certificate or key by nickname.
bn_bd: এক্সপোর্ট করতে ব্যর্থ। ডাকনাম দ্বারা সার্টিফিকেট বা কী খুঁজে পেতে ব্যর্থ।

source: Unable to export. Unable to write the export file.
bn_bd: এক্সপোর্ট করতে ব্যর্থ। এক্সপোর্ট ফাইল লিখতে ব্যর্থ।

source: Unable to find the certificate or key necessary for authentication.
bn_bd: অনুমোদনের জন্য প্রয়োজনীয় সার্টিফিকেট অথবা কী পাওয়া যায়নি।

source: Unable to find the proxy server
bn_bd: প্রক্সি সার্ভার পাওয়া যায়নি

source: Unable to generate public/private key pair.
bn_bd: পাবলিক/প্রাইভেট কী জোড়া তৈরি করতে ব্যর্থ।

source: Unable to import. Decoding error. File not valid.
bn_bd: ইমপোর্ট করতে ব্যর্থ। ডিকোডিং ত্রুটি। ফাইল কার্যকর নয়।

source: Unable to import. Encryption algorithm not supported.
bn_bd: ইমপোর্ট করতে ব্যর্থ। এনক্রিপশন এলগরিদম সমর্থিত নয়।

source: Unable to import. Error attempting to import certificate chain.
bn_bd: ইমপোর্ট করতে ব্যর্থ। সার্টিফিকেট চেইন ইমপোর্ট করতে ত্রুটি।

source: Unable to import. Error attempting to import private key.
bn_bd: ইমপোর্ট করতে ব্যর্থ। ব্যক্তিগত কী ইমপোর্ট করতে ত্রুটি।

source: Unable to import. File structure is corrupt.
bn_bd: ইমপোর্ট করতে ব্যর্থ। ফাইল কাঠামো বিকৃত।

source: Unable to import. File version not supported.
bn_bd: ইমপোর্ট করতে ব্যর্থ। ফাইল সংস্করণ সমর্থিত নয়।

source: Unable to import. Incorrect privacy password.
bn_bd: ইমপোর্ট করতে ব্যর্থ। ভুল ব্যক্তিগত পাসওয়ার্ড।

source: Unable to import. Invalid MAC. Incorrect password or corrupt file.
bn_bd: ইমপোর্ট করতে ব্যর্থ। অকার্যকর MAC। ভুল পাসওয়ার্ড বা নষ্ট ফাইল।

source: Unable to import. MAC algorithm not supported.
bn_bd: ইমপোর্ট করতে ব্যর্থ। MAC এলগরিদম সমর্থিত নয়।

source: Unable to import. Only password integrity and privacy modes supported.
bn_bd: ইমপোর্ট করতে ব্যর্থ। শুধুমাত্র পাসওয়ার্ডের অখন্ডতা এবং ব্যক্তিগত মোড সমর্থিত।

source: Unable to import. Same nickname already exists in database.
bn_bd: ইমপোর্ট করতে ব্যর্থ। একই ডাকনাম ডাটাবেসে উপস্থিত।

source: Unable to import. Unable to read the import file.
bn_bd: ইমপোর্ট করতে ব্যর্থ। ইমপোর্ট ফাইল পড়তে ব্যর্থ।

source: Unable to load project list. This can occur if you’ve used this profile with a newer version of Firefox.
bn_bd: প্রোজেক্ট তালিকা লোড করতে অক্ষম. আপনি যদি ফায়ারফক্স এর নতুন সংস্করণের সাথে এই প্রফাইলটি ব্যবহার করেন তাহলে এই সমস্যা দেখা দিতে পারে.

source: Unable to obtain identification status for this site.
bn_bd: এই সাইটের পরিচয় নির্ধারণের অবস্থা সম্পর্কে তথ্য পাওয়া অসম্ভব।

source: Unable to process the backup file.
bn_bd: ব্যাকআপ ফাইল প্রক্রিয়াকরণে ব্যর্থ।

source: Unable to read manifest file: %1$S at: %2$S
bn_bd: %2$S তে %1$S ম্যানিফেস্ট ফাইলটি পড়তে অক্ষম

source: Unable to redirect to %S because the channel doesn’t implement nsIWritablePropertyBag2.
bn_bd: %S এ নিয়ে যেতে ব্যর্থ কারন চ্যানেলে nsIWritablePropertyBag2 ব্যবহার করা হয় নাই।

source: Unable to Send Verification
bn_bd: ভেরিফিকেশন পাঠানো সম্ভব হয়নি

source: Unable to Update
bn_bd: হালনাগাদ করতে অক্ষম

source: Unable to use PulseAudio
bn_bd: PulseAudio ব্যবহার করতে অক্ষম

source: unavailable
bn_bd: বিদ্যমান নয়

source: (unavailable)
bn_bd: (বিদ্যমান নয়)

source: Unavailable in non-HTML documents
bn_bd: HTML নয় এমন নথির মধ্যে পাওয়া যায়নি

source: Unbalanced curly brace.
bn_bd: অসামঞ্জস্যপূর্ণ বক্র বন্ধনী।

source: Unblackbox Source
bn_bd: আনব্লাকবক্স সোর্স

source: Uncheck
bn_bd: টিক সরান

source: unchecked
bn_bd: চেক করা নয়

source: Uncheck the option to &quot;&enableSafeBrowsing.label;&quot;
bn_bd: অপশনে টিক সরান &quot;&enableSafeBrowsing.label;&quot;

source: unclosed CDATA section
bn_bd: বন্ধ না করা CDATA বিভাগ

source: Unclosed children in “ruby”.
bn_bd: “ruby” তে উদঘাটিত চিলড্রেন।

source: Unclosed elements on stack.
bn_bd: স্তূপে বন্ধ করা হয়নি এমন উপাদান।

source: unclosed token
bn_bd: বন্ধ না করা টোকেন

source: undefined entity
bn_bd: অনির্ধারিত এনটিটি

source: Underline links
bn_bd: লিংক নিম্নরেখাঙ্কিত করা হবে

source: underscript
bn_bd: আন্ডারস্ক্রিপ্ট

source: Undo
bn_bd: পূর্বাবস্থায় ফেরানো (U)

source: Undo.
bn_bd: পূর্বাবস্থায় আনা।

source: Undo Add To Dictionary
bn_bd: অ্যাড টু ডিকসনারী এর পূর্বাবস্থায় ফিরুন

source: Undo Changes
bn_bd: পরিবর্তন বাতিল

source: Undo Close Tab
bn_bd: বন্ধ করা ট্যাব পুনরায় খুলুন U

source: Undo this action
bn_bd: কাজটিকে পূর্বাবস্থায় আনা

source: Unescape \\xNN characters?
bn_bd: Unescape \\xNN অক্ষর?

source: Unexpected <%1$S> element.
bn_bd: অপ্রত্যাশিত <%1$S> এলিমেন্ট।

source: Unexpected end of file while searching for %1$S.
bn_bd: %1$S অনুসন্ধানের সময় ফাইল অপ্রত্যাশিতভাবে সমাপ্ত হয়েছে।

source: Unexpected end of @font-feature-values rule.
bn_bd: @font-feature-values নিয়মের অপ্রত্যাশিত সমাপ্তি।

source: Unexpected error.
bn_bd: অপ্রত্যাশিত ত্রুটি।

source: unexpected parser state
bn_bd: পার্সারের অপ্রত্যাশিত অবস্থা

source: Unexpected response from server
bn_bd: সার্ভার থেকে অপ্রত্যাশিত উত্তর

source: Unexpected server response.
bn_bd: অপ্রত্যাশীত সার্ভার প্রতিক্রিয়া।

source: Unexpected token in attribute selector: ‘%1$S’.
bn_bd: বৈশিষ্ট্য নির্বাচকের মধ্যে অপ্রত্যাশিত টোকেন: '%1$S'।

source: Unexpected token within @namespace: ‘%1$S’.
bn_bd: @namespace এর মধ্যে অপ্রত্যাশিত টোকেন: '%1$S'।

source: Unexpected value %2$S parsing %1$S attribute.
bn_bd: %1$S বৈশিষ্ট্য পার্স করার সময় অপ্রত্যাশিত মান %2$S পাওয়া গিয়েছে।

source: Unhighlight all nodes
bn_bd: সকল নোডের হাইলাইট বন্ধ কর

source: Unhighlight all nodes previously highlighted with the ‘highlight’ command
bn_bd: Unhighlight সমস্ত নোড পূর্বে 'হাইলাইট' কমান্ড দিয়ে হাইলাইট করা

source: Unicode
bn_bd: ইউনিকোড

source: Unified Canadian Syllabary
bn_bd: ইউনিফাইড ক্যানেডিয়ান সিলেবারি

source: (uninitialized)
bn_bd: (শুরু করা হয়নি)

source: Uninitialized
bn_bd: প্রারম্ভ করা হয়নি

source: uninstall
bn_bd: আনইনস্টল

source: Uninstall
bn_bd: আনইনস্টল

source: &Uninstall
bn_bd: আনইনস্টল

source: Uninstallation Aborted
bn_bd: আনইনস্টল স্থগিত করা হয়েছে

source: Uninstallation Complete
bn_bd: আনইনস্টলেশন সম্পন্ন

source: Uninstall $BrandFullName
bn_bd: $BrandFullName আনইনস্টলেশন

source: Uninstall $BrandFullNameDA
bn_bd: $BrandFullNameDA আনইনস্টল

source: Uninstalling
bn_bd: আনইনস্টল করা হচ্ছে

source: Uninstalling $BrandShortName…
bn_bd: $BrandShortName আনইনস্টল করা হচ্ছে…

source: Uninstalling from:
bn_bd: যেখান থেকে আনইনস্টল করা হচ্ছে:

source: Uninstall %S
bn_bd: %S আনইনস্টল করুন

source: Uninstall this add-on
bn_bd: অ্যাড-অন আনইনস্টল

source: Uninstall this add-on (restart required)
bn_bd: অ্যাড-অন আনইনস্টল (পুনরায় শুরু আবশ্যক)

source: Uninstall was completed successfully.
bn_bd: আনইনস্টল সফলভাবে সম্পন্ন হয়েছে।

source: Uninstall was not completed successfully.
bn_bd: আনইনস্টল সফলভাবে সম্পন্ন হয়নি।

source: Unique key
bn_bd: সতন্ত্র কী

source: United Arab Emirates
bn_bd: সংযুক্ত আরব আমিরাত

source: United Kingdom
bn_bd: যুক্তরাজ্য

source: United States
bn_bd: মার্কিন যুক্তরাষ্ট্র

source: Unitless values are deprecated in MathML 3.
bn_bd: ইউনিটহীন মানগুলো MathML 3 এ অসমর্থিত।

source: (unknown)
bn_bd: (অজানা)

source: Unknown
bn_bd: অজানা

source: <Unknown>
bn_bd: <অজানা>

source: (Unknown)
bn_bd: (অজ্ঞাত)

source: UNKNOWN
bn_bd: অজানা

source: Unknown app type: ‘%S’.
bn_bd: অজানা প্রকৃতির অ্যাপঃ '%S'.

source: Unknown Browser
bn_bd: অজানা ব্রাউজার

source: Unknown descriptor ‘%1$S’ in @counter-style rule.
bn_bd: @counter-style নিয়মে অজানা বর্ণনাকারী '%1$S'।

source: Unknown descriptor ‘%1$S’ in @font-face rule.
bn_bd: @font-face নিয়মে অপরিচিত বর্ণনাকারী '%1$S'।

source: unknown encoding
bn_bd: অজানা এনকোডিং

source: Unknown error
bn_bd: অজানা ত্রুটি

source: Unknown Error
bn_bd: অজানা ত্রুটি

source: Unknown font-variant property value ‘%1$S’.
bn_bd: font-variant বৈশিষ্ট্যের মান '%1$S' অজানা।

source: Unknown Identity
bn_bd: অজানা পরিচয়

source: Unknown information access method in certificate extension.
bn_bd: সার্টিফিকেট বর্ধিতাংশে তথ্য প্রবেশাধিকার নিয়ম অজানা।

source: <unknown location>
bn_bd: <অজানা অবস্থান>

source: Unknown location
bn_bd: অজানা অবস্থান

source: Unknown location type in cert AIA extension
bn_bd: cert AIA বর্ধিতাংশে অবস্থানের ধরন অপরিচিত

source: Unknown namespace prefix ‘%1$S’.
bn_bd: অজানা namespace প্রিফিক্স '%1$S'।

source: Unknown (not cached)
bn_bd: অজানা (ক্যাশ করা হয়নি)

source: Unknown object type specified.
bn_bd: অজানা অবজেক্টের ধরন উল্লেখ করা হয়েছে।

source: Unknown origin
bn_bd: অজানা মূল

source: Unknown PKCS #11 error.
bn_bd: অজানা PKCS #11 ত্রুটি।

source: Unknown project type ‘%S’
bn_bd: প্রকল্পের ধরন অজানা '%S'

source: Unknown property ‘%1$S’.
bn_bd: অজানা বৈশিষ্ট্য '%1$S'।

source: Unknown Protocol
bn_bd: অজানা প্রোটোকল

source: Unknown pseudo-class or pseudo-element ‘%1$S’.
bn_bd: অজানা pseudo-class অথবা pseudo-element '%1$S'।

source: unknown (requires ADB Helper 0.4.0 or later)
bn_bd: অজানা (ADB সহায়ক 0.4.0 অথবা পরবর্তী সহায়ক প্রয়োজন)

source: Unknown size
bn_bd: আকার অজানা

source: Unknown status
bn_bd: অজানা অবস্থা

source: Unknown time left
bn_bd: অজানা সময় বাকি রয়েছে

source: unlimited
bn_bd: অসীম

source: Unload
bn_bd: আনলোড (U)

source: Unmute
bn_bd: শব্দ চালু

source: Unmute tab
bn_bd: ট্যাব সরব করুন

source: Unmute Tab
bn_bd: ট্যাব সরব করুন m

source: Unmute tab (%S)
bn_bd: ট্যাব (%S) সরব করুন

source: Unpin from Overflow Menu
bn_bd: ওভারফ্লো মেনু হতে আনপিন করুন

source: Unpin Tab
bn_bd: ট্যাব আনপিন b

source: Unpin this site
bn_bd: এই সাইট আনপিন করুন

source: Unrecognized at-rule or error parsing at-rule ‘%1$S’.
bn_bd: অজ্ঞাত at-rule অথবা at-rule '%1$S' পার্স করতে ত্রুটি।

source: Unrecognized Object Identifier.
bn_bd: অচেনা অবজেক্ট আইডেন্টিফায়ার।

source: Unrecognized SSL error code.
bn_bd: অপরিচিতি SSL ত্রুটি কোড।

source: unregister
bn_bd: অনিবন্ধিত

source: Unregister
bn_bd: অনিবন্ধিত

source: "Unregistering: "
bn_bd: "আনরেজিস্টার করা হচ্ছে: "

source: Unrestricted DevTools privileges:
bn_bd: অবাধ DevTools-এর অধিকার:

source: Unsafe File Type
bn_bd: অনিরাপদ শ্রেণীর ফাইল

source: Unsaved Changes
bn_bd: অসংরক্ষিত পরিবর্তন

source: unselected
bn_bd: অনির্বাচিত

source: Unsorted
bn_bd: অবিন্যস্ত

source: Unspecified failure while processing SSL Client Key Exchange handshake.
bn_bd: SSL Client Key Exchange হ্যান্ডশেক প্রক্রিয়াকরণ অনির্দিষ্ট কারণে ব্যর্থ হয়েছে।

source: Unspecified failure while processing SSL Server Key Exchange handshake.
bn_bd: SSL Server Key Exchange হ্যান্ড-শেল প্রক্রিয়াকরণে অনির্দিষ্ট কারণে ব্যর্থ হয়েছে।

source: unstable
bn_bd: পরিবর্তনশীল

source: Unsubmitted Crash Reports
bn_bd: জমা না দেয়া ক্র্যাশ প্রতিবেদনসমূহ

source: Unsupported
bn_bd: অসমর্থিত

source: Unsupported certificate type.
bn_bd: সার্টিফিকেটের ধরণ সমর্থিত নয়।

source: Unsupported elliptic curve.
bn_bd: অসমর্থিত উপবৃত্তাকার বক্ররেখা।

source: Unsupported elliptic curve point form.
bn_bd: অসমর্থিত উপবৃত্তাকার বক্ররেখা পয়েন্ট ফর্ম।

source: Unsupported file type.
bn_bd: অসমর্থিত ধরনের ফাইল।

source: Unsupported hash algorithm in the integrity attribute: “%1$S”
bn_bd: ইন্টিগ্রিটি অ্যাট্রিবিউটে অসমর্থিত হ্যাস অ্যালগরিদম: "%1$S"

source: Unsupported hash algorithm used by TLS peer.
bn_bd: TLS সমর্থন পিয়ার ব্যবহৃত অসমর্থিত হ্যাশ অ্যালগরিদম।

source: Unsupported or unknown key algorithm.
bn_bd: অসমর্থিত বা অজানা কী এলগরিদম।

source: Unterminated string literal
bn_bd: অনঅবসিত স্ট্রিং লিটারেল

source: Untitled Page:
bn_bd: শিরোনামহীন পাতা:

source: Unused
bn_bd: অব্যবহৃত

source: Unused Rules
bn_bd: অব্যবহৃত নিয়মসমূহ

source: (Unverified)
bn_bd: (অপরিক্ষীত)

source: Unvisited Links:
bn_bd: অপরিদর্শিত লিংক:

source: Up
bn_bd: উপরে (U)

source: Up Arrow
bn_bd: উপরের তীর

source: Update
bn_bd: হালনাগাদ

source: Update:
bn_bd: হালনাগাদ:

source: Update Add-ons Automatically
bn_bd: স্বয়ংক্রিয়ভাবে অ্যাড-অন হালনাগাদ A

source: Update Available
bn_bd: হালনাগাদ বিদ্যমান

source: update channel.
bn_bd: হালনাগাদ চ্যানেল।

source: Update Channel
bn_bd: হালনাগাদ চ্যানেলে

source: Updated %S
bn_bd: হালনাগাদকৃত %S

source: update error (%S)
bn_bd: ভুল হালনাগাদ করুন (%S)

source: Update failed.
bn_bd: হালনাগাদ ব্যর্থ।

source: Update Failed
bn_bd: হালনাগাদ ব্যর্থ

source: Update History
bn_bd: হালনাগাদের ইতিহাস

source: Update Name
bn_bd: হালনাগাদের নাম

source: Update now…
bn_bd: এখন হালনাগাদ করুন…

source: Update Now
bn_bd: এখন হালনাগাদ করা হবে

source: Update Password
bn_bd: পাসওয়ার্ড হালনাগাদ

source: Update preferences to automatically send crash reports, including reports for crashed background tabs from this session and future sessions
bn_bd: এই সেশন বা ভবিষ্যত সেশনে ক্র‍্যাশ করা ব্যাকগ্রাউন্ড ট্যাবের রিপোর্ট সহ স্বয়ংক্রিয় ক্র‍্যাশ রিপোর্ট পাঠাতে আপনার পছন্দ হালনাগাদ করুন

source: Update Ready to Install
bn_bd: হালনাগাদ ইনস্টল করার জন্য প্রস্তুত

source: Updates
bn_bd: হালনাগাদ

source: Update %S
bn_bd: %S হালনাগাদ

source: Updates available at
bn_bd: হালনাগাদ যেখানে পাওয়া যাবে

source: Updates disabled by your system administrator
bn_bd: সিস্টেম প্রশাসক কর্তৃক হালনাগাদ নিস্ক্রিয় করা রয়েছে

source: Update server not found (check your internet connection)
bn_bd: হালনাগাদ সার্ভার পাওয়া যায়নি (আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন)

source: Update to %S
bn_bd: হালনাগাদ করুন U %S

source: Update XML file malformed (200)
bn_bd: হালনাগাদকৃত XML ফাইল বিকৃত (200)

source: Update XML file not found (404)
bn_bd: হালনাগাদকৃত XML ফাইল পাওয়া যায়নি (404)

source: Update your &brandShorterName; for the latest in speed and privacy.
bn_bd: গতি ও গোপনীয়তায় নতুন কিছুর জন্য &brandShorterName; হালনাগাদ করুন।

source: updating
bn_bd: হালনাগাদ হচ্ছে

source: Updating add-ons
bn_bd: অ্যাড-অন হালনাগাদ করা হচ্ছে

source: up diagonal arrow
bn_bd: উর্ধ্ব তীর্যক তীর

source: up diagonal strike
bn_bd: উর্ধ্ব তীর্যক স্ট্রাইক

source: upgrade
bn_bd: হালনাগাদ (&U)

source: &Upgrade
bn_bd: আপগ্রেড (&U)

source: Upgrading insecure request ‘%1$S’ to use ‘%2$S’
bn_bd: একটি অনিরাপদ %1$S' অনুরোধ '%2$S' তে আপগ্রেড করা হচ্ছে ব্যবহারের জন্যে

source: Upload
bn_bd: আপলোড

source: Uploaded to %1$S
bn_bd: %1$S এ আপলোড করা হয়েছে

source: Upload to imgur.com
bn_bd: imgur.com এ আপলোড করুন

source: Upper Sorbian
bn_bd: উচ্চ সর্বিয়ান

source: Up to higher level directory
bn_bd: উচ্চ স্তরের ডিরেক্টরি পর্যন্ত

source: Urdu
bn_bd: উর্দু

source: URI %1$S is referenced in multiple locations. This is not allowed: %2$S.
bn_bd: %1$S URI একের অধিক জায়গায় রেফারেন্স করা হয়েছে। এটা অনুমোদিত নয়: %2$S.

source: URI to check
bn_bd: যেই URI কে পরীক্ষা করা হবে

source: URL to edit
bn_bd: URL সম্পাদনা

source: Uruguay
bn_bd: উরুগুয়ে

source: USB Devices
bn_bd: USB ডিভাইস

source: USB devices won’t be detected without this add-on
bn_bd: এই অ্যাড-অন ছাড়া USB ডিভাইস সনাক্ত হবে না

source: Use a background service to install updates
bn_bd: হালনাগাদ ইনস্টলের জন্য একটি পটভূমির সার্ভিস ব্যবহার করুন b

source: Use a master password
bn_bd: মাস্টার পাসওয়ার্ড ব্যবহার করা হবে

source: Use autoscrolling
bn_bd: স্বয়ংক্রিয়-স্ক্রলিং ব্যবহার করা হবে

source: Use Bookmark…
bn_bd: বুকমার্ক ব্যাবহার করুন... B

source: U&se $BrandShortName as my default web browser
bn_bd: ডিফল্ট ওয়েব ব্রাউজার হিসেবে $BrandShortName ব্যবহার করুন (&s)

source: Use Current Page
bn_bd: বর্তমান পাতা ব্যবহার কর

source: Use Current Pages
bn_bd: বর্তমান পাতা ব্যবহার কর

source: Use custom settings for history
bn_bd: ইতিহাসের জন্য স্বনির্বাচিত সেটিং ব্যবহার করবে

source: Used as:
bn_bd: ব্যবহার করা হবে:

source: Use default
bn_bd: ডিফল্ট ব্যবহার করা হবে

source: Use Default
bn_bd: ডিফল্ট ব্যবহার করা হবে

source: Use Default Folder
bn_bd: পূর্বনির্ধারিত ফোল্ডার ব্যবহার (U)

source: Use Developer Edition browser theme
bn_bd: ডেভলপার সংস্করণের ব্রাউজার থিম ব্যবহার করুন

source: used for this version.
bn_bd: এই সংস্করণে ব্যবহৃত।

source: Use hardware acceleration when available
bn_bd: হার্ডওয়্যার এক্সিলারেশন বিদ্যমান থাকলে তা ব্যবহার করা হবে r

source: Use if you want to upload to imgur.com instead of saving to disk
bn_bd: imgur.com এ আপলোড করতে হলে ব্যবহার করুন

source: Use in Console
bn_bd: কনসোলে ব্যবহার

source: Use of attributes’ nodeValue attribute is deprecated. Use value instead.
bn_bd: অ্যাট্রিবিউটের nodeValue অ্যাট্রিবিউটের ব্যবহার অবচিত হয়েছে। পরিবর্তে মান ব্যবহার করুন।

source: Use of attributes’ textContent attribute is deprecated. Use value instead.
bn_bd: অ্যাট্রিবিউটের textContent অ্যাট্রিবিউটের ব্যবহার অবচিত হয়েছে। পরিবর্তে মান ব্যবহার করুন।

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
bn_bd: captureEvents() এর ব্যবহার অবলোপ করা হয়েছে। আপনার কোড আপগ্রেড করতে DOM 2 addEventListener() মেথড ব্যবহার করুন। আরও তথ্যের জন্য http://developer.mozilla.org/en/docs/DOM:element.addEventListener দে‌খুন

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
bn_bd: document.createAttribute() এর ব্যবহার অবচিত হয়েছে। পরিবর্তে element.setAttribute() ব্যবহার করুন।

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
bn_bd: document.createAttributeNS() এর ব্যবহার অবচিত হয়েছে। পরিবর্তে element.setAttributeNS() ব্যবহার করুন।

source: Use of document.load forbidden on Documents that come from other Windows. Only the Window in which a Document was created is allowed to call .load on that Document. Preferably, use XMLHttpRequest instead.
bn_bd: অন্যান্য উইন্ডোজ থেকে আসা Document.load এর ব্যবহার নথিতে নিষিদ্ধ। শুধুমাত্র যেই উইন্ডোতে ডকুমেন্ট তৈরি হয়েছিল সেটিকেই ওই নথিতে .load কল করার অনুমতি দেওয়া হয়। তাই, এর পরিবর্তে XMLHttpRequest ব্যবহার করুন।

source: Use of document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
bn_bd: Document.load() এর ব্যবহার অসমর্থিত হয়েছে। আপনার কোডটি উন্নীত করার জন্য DOM XMLHttpRequest অবজেক্টটি ব্যবহার করুন । আরো সহায়তার জন্য https://developer.mozilla.org/en/XMLHttpRequest

source: Use of DOMException’s code attribute is deprecated. Use name instead.
bn_bd: DOMException এর কোড অ্যাট্রিবিউট ব্যবহার অসমর্থিত।পরিবর্তে নাম ব্যবহার করুন।

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
bn_bd: enablePrivilege এর ব্যবহার অবচিত হয়েছে। অনুগ্রহ করে পরিবর্তে কোড ব্যবহার করুন যা সিস্টেম প্রিন্সিপাল ( উদাহরণ: একটি এক্সটেনশন) এর সাথে চালিত হয়।

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
bn_bd: GetAttributeNode() এর ব্যবহার অবচিত হয়েছে। পরিবর্তে getAttribute() ব্যবহার করুন।

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
bn_bd: getAttributeNodeNS() এর ব্যবহার অবচিত হয়েছে। পরিবর্তে getAttributeNS() ব্যবহার করুন।

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
bn_bd: getPreventDefault() এর ব্যবহার অসর্মথিত। এর পরিবর্তে defaultPrevented ব্যবহার করুন।

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
bn_bd: getUserData() বা setUserData() এর ব্যবহার অসর্মথিত। এর পরিবর্তে WeakMap বা element.dataset ব্যবহার করুন।

source: Use of <handler command="…"> not allowed outside chrome.
bn_bd: chrome এর বাইরে <handler command="…"> ব্যবহার করা যায় না।

source: Use of mozImageSmoothingEnabled is deprecated. Please use the unprefixed imageSmoothingEnabled property instead.
bn_bd: mozImageSmoothingEnabled এর ব্যবহার করা উচিত না। আনপ্রিফিক্স imageSmoothingEnabled প্রোপার্টি পরিপূরক হিসেবে ব্যবহার করুন।

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
bn_bd: পরিবর্তন ইভেন্ট ব্যবহার অসমর্থিত।পরিবর্তে MutationObserver ব্যবহার করুন।

source: Use of nsIDOMWindowInternal is deprecated. Use nsIDOMWindow instead.
bn_bd: nsIDOMWindowInternal এর ব্যবহার অবচিত হয়েছে। পরিবর্তে nsIDOMWindow ব্যবহার করুন।

source: Use of nsIDOMWindowUtils.getOuterWindowWithId() is deprecated. Instead, use the nsIWindowMediator method of the same name.
bn_bd: nsiDOMWindowUtils.getOuterWindowWithhld() এর ব্যবহার অসর্মথিত। এর পরিবর্তে nsIWindowMediator মেথড ব্যবহার করুন যা একই নামের।

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
bn_bd: releaseEvents() এর ব্যবহার অবলোপ করা হয়েছে। আপনার কোড আপগ্রেড করতে DOM 2 removeEventListener() মেথড ব্যবহার করুন। আরও তথ্যের জন্য http://developer.mozilla.org/en/docs/DOM:element.removeEventListener দেখুন

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
bn_bd: removeAttributeNode() এর ব্যবহার অবচিত হয়েছে। পরিবর্তে removeAttribute() ব্যবহার করুন।

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
bn_bd: setAttributeNode() এর ব্যবহার অবচিত হয়েছে। পরিবর্তে setAttribute() ব্যবহার করুন।

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
bn_bd: setAttributeNodeNS() এর ব্যবহার অবচিত হয়েছে। পরিবর্তে setAttributeNS() ব্যবহার করুন।

source: Use of setVelocity on the PannerNode and AudioListener, and speedOfSound and dopplerFactor on the AudioListener are deprecated and those members will be removed. For more help https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
bn_bd: setVelocity-এর ব্যবহার PannerNode এবং AudioListener তে, এবং speedOfSound ও dopplerFactor এর ব্যাবহার AudioListener-এ অসমর্থিত থাকবে এবং সেসকল সদস্যদের মুছে ফেলা হবে। আরও সাহায্যের জন্য ভিজিট করুন https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
